Repository: MartinWiederhold/courtswiss-app
Catalog: lib/l10n/app_*.arb
Languages: de

# deleteExpenseBody
source: "{title}" ({amount}) and all shares will be deleted.
de: „{title}“ ({amount}) und alle Anteile werden gelöscht.

# expenseDeletedToast
source: Expense "{title}" deleted
de: Ausgabe „{title}“ gelöscht

# unknownPlayer
source: Unknown
de: Unbekannt

# lineupReorderHint
source: Hold ☰ and drag to swap positions
de: Halte ☰ und ziehe um Positionen zu tauschen

# claimConfirmTitle
source: Confirm player
de: Spieler bestätigen

# claimConfirmCta
source: Yes, that's me
de: Ja, das bin ich

# claimConfirmBody
source: Are you "{label}"?
de: Bist du „{label}“?

# claimWelcomeToast
source: Welcome, {name}!
de: Willkommen, {name}!

# claimWhoAreYou
source: Who are you?
de: Wer bist du?

# commonSkip
source: Skip
de: Überspringen

# claimPickName
source: Select your name from the list so the team can assign you.
de: Wähle deinen Namen aus der Liste, damit das Team dich zuordnen kann.

# claimSearchHint
source: Search name…
de: Name suchen…

# claimNoSlotTitle
source: No open slot
de: Kein freier Platz

# claimNoSlotBody
source: Your captain hasn't added any players yet or all slots are already taken.
de: Dein Captain hat noch keine Spieler angelegt oder alle Plätze sind bereits vergeben.

# notifLoadError
source: Couldn't load notifications.
de: Benachrichtigungen konnten nicht geladen werden.

# matchLoadError
source: Couldn't load match.
de: Spiel konnte nicht geladen werden.

# notifTitleWithCount
source: Notifications ({count})
de: Benachrichtigungen ({count})

source: Mark all read
de: Alle gelesen

# allReadTitle
source: All read
de: Alles gelesen

# allReadSubtitle
source: New notifications will appear here automatically.
de: Neue Benachrichtigungen erscheinen automatisch hier.

# timeJustNow
source: just now
de: gerade eben

# timeMinutesAgo
source: {minutes} min ago
de: vor {minutes} Min.

# timeHoursAgo
source: {hours}h ago
de: vor {hours} Std.

# timeDaysAgo
source: {days}d ago
de: vor {days} Tagen

# forgotPasswordAppBar
source: Forgot password
de: Passwort vergessen

# resetPasswordTitle
source: Reset password
de: Passwort zurücksetzen

# resetPasswordInstructions
source: Enter your email address and we'll send you a reset link.
de: Gib deine E-Mail-Adresse ein und wir senden dir einen Link zum Zurücksetzen.

# emailSentTitle
source: Email sent!
de: E-Mail gesendet!

# resetPasswordSentBody
source: Check your inbox and click the link to set a new password.
de: Prüfe dein Postfach und klicke auf den Link, um ein neues Passwort zu setzen.

source: Back to sign in
de: Zurück zur Anmeldung

# sendLinkButton
source: Send link
de: Link senden

# emailSendError
source: Couldn't send email.
de: E-Mail konnte nicht gesendet werden.

# sportSelectionTitle
source: Choose sport
de: Sportart wählen

# sportSelectionSubtitle
source: What sport does your team play?
de: Welche Sportart spielt dein Team?

# eventsLoadError
source: Couldn't load events.
de: Events konnten nicht geladen werden.

# matchUnavailableDeleted
source: Match unavailable (deleted or archived).
de: Match nicht verfügbar (gelöscht oder archiviert).

source: Match unavailable.
de: Match nicht verfügbar.

source: No new events
de: Keine neuen Events

# noNewEventsSubtitle
source: When there's news, you'll see it here.
de: Sobald es Neuigkeiten gibt, siehst du sie hier.

source: All teams
de: Alle Teams

# createTeamTitle
source: Create team
de: Team erstellen

# teamNameHint
source: e.g. TC Winterthur 1
de: z.B. TC Winterthur 1

# leagueLabel
source: League (optional)
de: Liga (optional)

# leagueHint
source: e.g. 3rd League Men
de: z.B. 3. Liga Herren

# seasonYearLabel
source: Season year
de: Saison Jahr

# captainNameRequired
source: Your name in team *
de: Dein Name im Team *

# captainNamePrompt
source: Your name, so your team recognizes you.
de: Dein Name, damit dein Team dich erkennt.

# createTeamPlaysSelfSubtitle
source: Enable this if you also play as captain.
de: Aktiviere dies, wenn du als Captain auch spielst.

# createButton
source: Create
de: Erstellen

# teamCreatedToast
source: Team created
de: Team erstellt

# teamCreateError
source: Couldn't create team. Please try again.
de: Team konnte nicht erstellt werden. Bitte versuche es erneut.

# enterTeamName
source: Please enter team name.
de: Bitte Team Name eingeben.

# enterCaptainName
source: Please enter your name (min. 2 characters).
de: Bitte deinen Namen eingeben (min. 2 Zeichen).

# invalidSeasonYear
source: Please enter a valid season year.
de: Bitte gültiges Saison-Jahr eingeben.

# selectRankingError
source: Please select ranking.
de: Bitte Ranking auswählen.

# countryLabel
source: Country *
de: Land *

# rankingAvailableSection
source: Available
de: Verfügbar

# dropdownHint
source: Please select
de: Bitte auswählen

# notifTitleLineup
source: Lineup
de: Aufstellung

# notifTitleSubRequest
source: Sub request
de: Ersatzanfrage

# notifTitlePromotion
source: Promoted
de: Nachrücker

# notifTitleAutoPromotion
source: Auto-promotion
de: Auto-Nachrücken

# notifTitleLineupGenerated
source: Lineup generated
de: Aufstellung erstellt

# notifTitleConfirmation
source: Confirmation
de: Bestätigung

# notifTitleWarning
source: Warning
de: Achtung

# notifTitlePromoted
source: Promotion
de: Beförderung

# notifBodyLineupOnline
source: The lineup is online. Check it out!
de: Die Aufstellung ist online. Schau sie dir an!

# notifBodySelectedAs
source: You were placed as {role} (Pos. {position})
de: Du wurdest als {role} (Pos. {position}) aufgestellt

# notifBodyReserveConfirm
source: You are reserve {position}. Please confirm.
de: Du bist Ersatz {position}. Bitte bestätige.

# notifBodyPromotedToStarter
source: You were promoted to starter (Pos. {position}) 🎉
de: Du wurdest zum Starter (Pos. {position}) befördert 🎉

# notifBodyAutoPromoted
source: You were promoted as reserve and are now playing 🎉
de: Du bist als Ersatz nachgerückt und spielst nun mit 🎉

# notifBodyAutoPromotionCaptain
source: Auto-promotion: {inName} replaces {outName}
de: Auto-Nachrücken: {inName} ersetzt {outName}

# notifBodyNoReserve
source: {absent} declined – no reserve available!
de: {absent} hat abgesagt – kein Ersatz verfügbar!

# notifBodyLineupCreated
source: Lineup created: {starters} starters, {reserves} reserves
de: Aufstellung erstellt: {starters} Starter, {reserves} Ersatz

# notifBodyPlayerConfirmed
source: A player has confirmed
de: Ein Spieler hat bestätigt

# notifBodyNoReservesLeft
source: No more reserves available!
de: Keine Ersatzspieler mehr verfügbar!

# notifBodyPromotedToPos
source: You were promoted to starter (Pos. {position}) 🎉
de: Du wurdest zum Starter befördert (Pos. {position}) 🎉

# notifBodyRosterChanged
source: The lineup has been changed
de: Die Aufstellung wurde geändert

# notifBodyNeedsResponse
source: Please confirm your lineup
de: Bitte bestätige deine Aufstellung

# eventBodyReplaced
source: {inName} replaces {outName}
de: {inName} ersetzt {outName}
