Repository: MartinWiederhold/courtswiss-app
Catalog: lib/l10n/app_*.arb
Languages: de

# tabGames
source: Games
de: Spiele

# tabProfile
source: Profile
de: Profil

# profileTitle
source: Profile
de: Profil

source: Anonymous Player
de: Anonymer Spieler

source: Not logged in
de: Nicht eingeloggt

source: Logged in
de: Eingeloggt

source: Push Notifications
de: Push-Benachrichtigungen

# pushToggleSubtitle
source: Toggle all push notifications
de: Alle Push-Nachrichten ein/aus

source: Individual Notifications
de: Einzelne Benachrichtigungen

# pushInfoBanner
source: Push notifications will be activated soon. Your settings are already being saved.
de: Push-Nachrichten werden in Kürze aktiviert. Deine Einstellungen werden bereits gespeichert.

# createAccountHint
source: Create an account to make your own teams and secure your profile.
de: Erstelle ein Konto, um eigene Teams zu erstellen und dein Profil zu sichern.

source: Register / Log in
de: Registrieren / Anmelden

source: Log out
de: Abmelden

# prefsLoadError
source: Settings could not be loaded.
de: Einstellungen konnten nicht geladen werden.

# prefsSaveError
source: Settings could not be saved.
de: Einstellungen konnten nicht gespeichert werden.

# languageTitle
source: Language
de: Sprache

source: My Teams
de: Meine Teams

source: Notifications
de: Benachrichtigungen

source: How it works
de: So funktioniert’s

# guideStep1
source: Create your team using the + at the bottom right.
de: Erstelle dein Team über das + unten rechts.

# guideStep2
source: Add players – with name and optional ranking.
de: Füge Spieler hinzu – mit Name und optionalem Ranking.

# guideStep3
source: Share the invite link via WhatsApp.
de: Teile den Einladungslink per WhatsApp.

# guideStep4
source: Players open the link and assign themselves to their name.
de: Spieler öffnen den Link und ordnen sich ihrem Namen zu.

# guideStep5
source: As captain you can see who is already connected.
de: Du siehst als Captain, wer bereits verbunden ist.

# guideStep6
source: Create matches – the lineup is sorted by ranking.
de: Erstelle Spiele – die Aufstellung wird nach Ranking sortiert.

# welcomeTitle
source: Welcome to {appName}
de: Willkommen bei {appName}

# welcomeSubtitle
source: Create your first team and invite players.
de: Erstelle dein erstes Team und lade Spieler ein.

# understood
source: Got it
de: Verstanden

source: Account required
de: Konto erforderlich

# accountRequiredBody
source: You need an account to create your own teams. Please register or log in.
de: Um eigene Teams zu erstellen, benötigst du ein Konto. Registriere dich oder melde dich an.

source: Cancel
de: Abbrechen

# deleteTeamTitle
source: Delete team?
de: Team löschen?

# deleteTeamBody
source: Do you want to permanently delete "{teamName}"? This cannot be undone.
de: Möchtest du „{teamName}“ endgültig löschen? Das kann nicht rückgängig gemacht werden.

source: Delete
de: Löschen

# teamDeleted
source: Team "{teamName}" deleted
de: Team „{teamName}“ gelöscht

# teamDeleteError
source: Team could not be deleted.
de: Team konnte nicht gelöscht werden.

# removeTeamTitle
source: Remove team?
de: Team entfernen?

# removeTeamBody
source: You are removing "{teamName}" from your list only. The team remains for the captain and other members.
de: Du entfernst „{teamName}“ nur aus deiner Liste. Das Team bleibt für den Captain und andere Mitglieder bestehen.

source: Remove
de: Entfernen

# teamRemoved
source: Team "{teamName}" removed
de: Team „{teamName}“ entfernt

# teamRemoveError
source: Team could not be removed.
de: Team konnte nicht entfernt werden.

# ownTeams
source: My Teams
de: Eigene Teams

source: Shared Teams
de: Geteilte Teams

# connectionError
source: Connection problem
de: Verbindungsproblem

# dataLoadError
source: Data could not be loaded.
de: Daten konnten nicht geladen werden.

source: Try again
de: Nochmal versuchen

# season
source: Season {year}
de: Saison {year}

# gamesTitle
source: Games
de: Spiele

source: Refresh
de: Aktualisieren

source: No games yet
de: Noch keine Spiele

# noGamesSubtitle
source: Create your first match in a team.
de: Erstelle dein erstes Spiel in einem Team.

source: Home
de: Heim

source: Away
de: Auswärts

# authWelcome
source: Welcome
de: Willkommen

# authSubtitle
source: Your team. Your matches.
de: Dein Team. Deine Matches.

source: Log in
de: Anmelden

source: Register
de: Registrieren

source: Password
de: Passwort

source: Forgot password?
de: Passwort vergessen?

source: Confirm password
de: Passwort bestätigen

# passwordHint
source: Min. 8 characters with at least 1 number
de: Mind. 8 Zeichen mit mind. 1 Zahl

# passwordMinLength
source: At least 8 characters
de: Mindestens 8 Zeichen

# passwordNeedsNumber
source: At least 1 number required
de: Mind. 1 Zahl erforderlich

# invalidEmail
source: Please enter a valid email address.
de: Bitte eine gültige E-Mail eingeben.

# enterPassword
source: Please enter a password.
de: Bitte Passwort eingeben.

# passwordsMismatch
source: Passwords do not match.
de: Passwörter stimmen nicht überein.

# loginFailed
source: Login failed. Please try again.
de: Anmeldung fehlgeschlagen. Bitte versuche es erneut.

# registerFailed
source: Registration failed. Please try again.
de: Registrierung fehlgeschlagen. Bitte versuche es erneut.

# invalidCredentials
source: Invalid email or password.
de: E-Mail oder Passwort ungültig.

# emailNotConfirmed
source: Email not yet confirmed. Please check your inbox.
de: E-Mail noch nicht bestätigt. Bitte prüfe dein Postfach.

# emailAlreadyRegistered
source: This email is already registered. Please log in.
de: Diese E-Mail ist bereits registriert. Bitte melde dich an.

# rateLimited
source: Too many attempts. Please wait a moment.
de: Zu viele Versuche. Bitte warte kurz.

# errorPrefix
source: Error: {message}
de: Fehler: {message}

# verificationPendingTitle
source: Check your email
de: E-Mail prüfen

# verificationPendingBody
source: If an account with this email exists, we’ve sent you a confirmation email. Please check your inbox and spam folder.
de: Wenn ein Konto mit dieser E-Mail existiert, haben wir dir eine Bestätigungs-E-Mail geschickt. Bitte prüfe Posteingang und Spam.

source: Resend confirmation email
de: Bestätigungs-Mail erneut senden

# resendEmailSuccess
source: Email sent (if the address is eligible).
de: E-Mail wurde gesendet (sofern möglich).

# resendEmailRateLimit
source: Please wait a few minutes and try again.
de: Bitte warte ein paar Minuten und versuche es erneut.

# alreadyHaveAccountLogin
source: Already have an account? Log in
de: Du hast bereits ein Konto? Anmelden

source: Save
de: Speichern

source: Match Details
de: Spieldetails

source: Opponent *
de: Gegner *

# opponentHint
source: e.g. TC Zurich
de: z.B. TC Zürich

# pleaseComplete
source: Please fill in
de: Bitte ausfüllen

# dateAndTime
source: Date & Time
de: Datum & Zeit

source: Choose date
de: Datum wählen

source: Choose time
de: Uhrzeit wählen

source: Home game
de: Heimspiel

source: Away game
de: Auswärtsspiel

source: Location
de: Ort

# locationHint
source: e.g. Tennis Club Bern, Court 3
de: z.B. Tennisclub Bern, Platz 3

source: Note (optional)
de: Notiz (optional)

# noteHint
source: e.g. Meeting point 09:30
de: z.B. Treffpunkt 09:30

# chooseDateAndTime
source: Please choose date and time
de: Bitte Datum und Uhrzeit wählen

source: Edit match
de: Spiel bearbeiten

source: Add match
de: Spiel hinzufügen

source: Save changes
de: Änderungen speichern

source: Create match
de: Spiel erstellen

source: Match updated
de: Spiel aktualisiert

source: Match created
de: Spiel erstellt

# matchCreateError
source: Match could not be created. Please try again.
de: Spiel konnte nicht erstellt werden. Bitte versuche es erneut.

source: Lineup published
de: Aufstellung veröffentlicht

source: Replacement promoted
de: Ersatz nachgerückt

source: No reserve available
de: Kein Ersatz verfügbar

# accountSectionTitle
source: Account
de: Konto

source: Delete account
de: Konto löschen

# deleteAccountTitle
source: Delete account?
de: Konto löschen?

# deleteAccountBody
source: Your account and all associated data will be permanently deleted. This action cannot be undone.
de: Dein Konto und alle damit verbundenen Daten werden unwiderruflich gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.

# typeToConfirm
source: Type "{confirmWord}" to confirm
de: Tippe „{confirmWord}“ zur Bestätigung

# confirmWordDelete
source: DELETE
de: LÖSCHEN

source: Deleting…
de: Wird gelöscht…

source: Account deleted
de: Konto gelöscht

# accountDeleteError
source: Account could not be deleted. Please try again.
de: Konto konnte nicht gelöscht werden. Bitte versuche es erneut.

# teamDetailTabOverview
source: Overview
de: Übersicht

# teamDetailTabMatches
source: Matches
de: Spiele

# teamInfoLeague
source: League
de: Liga

# teamInfoSeason
source: Season
de: Saison

# teamInfoCaptain
source: Captain
de: Kapitän

source: Next match
de: Nächstes Spiel

# playersLabel
source: Players
de: Spieler

# connectedLabel
source: Connected
de: Verbunden

# captainPlaysTitle
source: I play myself
de: Ich spiele selbst

# captainPlaysSubtitle
source: Enable this if you also play as captain and want to appear in the lineup.
de: Aktiviere dies, wenn du als Captain auch spielst und in der Aufstellung erscheinen möchtest.

# inviteLinkTitle
source: Invite link
de: Einladungslink

# inviteLinkDescription
source: Share the invite link so players can join the team.
de: Teile den Einladungslink, damit sich Spieler dem Team anschliessen können.

source: Share link
de: Link teilen

source: Invite link created
de: Einladungslink erstellt

# inviteLinkError
source: Invite link could not be created.
de: Einladungslink konnte nicht erstellt werden.

# shareInviteTooltip
source: Share invite link
de: Einladungslink teilen

# shareSubject
source: Lineup Team Invite
de: Lineup Team-Einladung

# connectedPlayersTitle
source: Connected players ({count})
de: Verbundene Spieler ({count})

source: Add player
de: Spieler hinzufügen

source: First name *
de: Vorname *

source: Last name *
de: Nachname *

# lastNameHint
source: Smith
de: Muster

# enterFirstAndLastName
source: Please enter first and last name.
de: Bitte Vor- und Nachname eingeben.

# selectRanking
source: Please select a ranking.
de: Bitte ein Ranking auswählen.

# genericError
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Bitte versuche es erneut.

# addButton
source: Add
de: Hinzufügen

source: What’s your name?
de: Wie heisst du?

# nicknamePrompt
source: Please enter your name so your team can recognize you.
de: Bitte gib deinen Namen ein, damit dein Team dich erkennt.

# yourTeamName
source: Your name in team
de: Dein Name im Team

# nicknameHint
source: e.g. Max, Sandro, Martin W.
de: z.B. Max, Sandro, Martin W.

# minTwoChars
source: At least 2 characters
de: Mindestens 2 Zeichen

# nicknameSaveError
source: Player could not be added.
de: Spieler konnte nicht hinzugefügt werden.

source: Name saved
de: Name gespeichert

source: Change name
de: Name ändern

source: Name updated
de: Name aktualisiert

# nameSaveError
source: Name could not be saved.
de: Name konnte nicht gespeichert werden.

# changeSaveError
source: Change could not be saved.
de: Änderung konnte nicht gespeichert werden.

source: No players yet
de: Noch keine Spieler

# noPlayersEmptyBody
source: No players yet. Add players with name and ranking.
de: Noch keine Spieler vorhanden. Füge Spieler mit Name und Ranking hinzu.

# shareInviteSubtitle
source: Share the invite link so players can assign themselves.
de: Teile den Einladungslink, damit sich Spieler zuordnen können.

# noMatchesTeamSubtitle
source: Create a match so your team can respond.
de: Erstelle ein Spiel, damit dein Team reagieren kann.

# chipOpen
source: Open
de: Offen

# chipAssigned
source: Assigned
de: Zugeordnet

# chipYou
source: You
de: Du

# chipConnected
source: Connected
de: Verbunden

# chipCaptainPlaying
source: Captain (playing)
de: Captain (spielend)

# chipPlayer
source: Player
de: Spieler

# changeAvatarTooltip
source: Change profile picture
de: Profilbild ändern

# claimSlotTooltip
source: Assign player slot
de: Spieler-Slot zuordnen

# changeNameTooltip
source: Change name
de: Name ändern

# actionError
source: Action could not be performed.
de: Aktion konnte nicht ausgeführt werden.

# avatarUpdated
source: Profile picture updated
de: Profilbild aktualisiert

# avatarUploadError
source: Image could not be uploaded.
de: Bild konnte nicht hochgeladen werden.

source: Storage setup required
de: Storage Setup erforderlich

# storageSetupBody
source: The storage bucket "profile-photos" has not been created yet. Please follow these steps:
de: Der Storage-Bucket „profile-photos“ wurde noch nicht angelegt. Bitte folge diesen Schritten:

# storageStep2
source: Name exactly: profile-photos
de: Name exakt: profile-photos

# storageStep4
source: SQL Editor → run the policies below
de: SQL Editor → untenstehende Policies ausführen

# sqlCopied
source: SQL copied to clipboard
de: SQL in Zwischenablage kopiert

source: Copy SQL
de: SQL kopieren

# closeButton
source: Close
de: Schliessen

# notificationsTooltip
source: Notifications
de: Benachrichtigungen

# removePlayer
source: Remove
de: Entfernen

# matchTabOverview
source: Overview
de: Übersicht

# matchTabLineup
source: Lineup
de: Aufstellung

# matchTabMore
source: More
de: Mehr

# editLabel
source: Edit
de: Bearbeiten

# matchConfirmedProgress
source: {yes} of {total} confirmed
de: {yes} von {total} zugesagt

source: My availability
de: Meine Verfügbarkeit

# availYes
source: Confirmed
de: Zugesagt

# availNo
source: Declined
de: Abgesagt

# availMaybe
source: Maybe
de: Unsicher

# availNoResponse
source: No response
de: Keine Antwort

# availabilitiesTitle
source: Availabilities
de: Verfügbarkeiten

# respondedProgress
source: {responded} of {total} responded
de: {responded} von {total} haben geantwortet

source: Player availabilities
de: Verfügbarkeiten der Spieler

# subRequestSection
source: Substitution
de: Ersatz

# noSubRequests
source: No substitute requests. For declines you can request a substitute here.
de: Keine Ersatzanfragen vorhanden. Bei Absagen kannst du hier Ersatz anfragen.

# generateLineupTitle
source: Generate lineup
de: Aufstellung generieren

# generateButton
source: Generate
de: Generieren

# lineupGenerateDescription
source: The lineup will be generated based on rankings and availabilities. You can swap manually afterwards. An existing lineup will be overwritten.
de: Die Aufstellung wird anhand des Rankings und der Verfügbarkeiten erstellt. Du kannst danach manuell tauschen. Eine bestehende Aufstellung wird überschrieben.

# starterLabel
source: Starters
de: Starter

# reserveLabel
source: Reserves
de: Ersatz

# includeMaybeTitle
source: Include maybes
de: Unsichere berücksichtigen

# includeMaybeSubtitle
source: Players with "Maybe" will be added to fill spots.
de: Spieler mit „Unsicher“ werden ergänzend aufgestellt.

# lineupCreatedToast
source: Lineup created: {starters} starters, {reserves} reserves
de: Aufstellung erstellt: {starters} Starter, {reserves} Ersatz

# lineupTitle
source: Lineup
de: Aufstellung

# lineupStatusDraft
source: Draft
de: Entwurf

# lineupStatusPublished
source: Published
de: Veröffentlicht

source: All slots occupied
de: Alle Plätze besetzt

# slotsFreeSingle
source: 1 slot available
de: 1 Platz frei

# slotsFree
source: {count} slots available
de: {count} Plätze frei

# regenerateButton
source: Regenerate
de: Neu generieren

source: No lineup yet.
de: Noch keine Aufstellung vorhanden.

# noLineupYetAdmin
source: No lineup yet. Tap "Generate" to create one.
de: Noch keine Aufstellung vorhanden. Tippe auf „Generieren“, um eine zu erstellen.

# captainCreatingLineup
source: Captain is creating the lineup …
de: Captain erstellt gerade die Aufstellung …

# subChainActive
source: Sub chain active: When a player declines, the next reserve is promoted automatically.
de: Ersatzkette aktiv: Bei Absage rückt der nächste Ersatz automatisch nach.

# starterCountHeader
source: Starters ({count})
de: Starter ({count})

# reserveCountHeader
source: Reserves ({count})
de: Ersatz ({count})

# sendLineupToTeam
source: Send to team
de: Info an Team senden

# lineupPublishedBanner
source: Lineup published. Declines trigger automatic promotion.
de: Aufstellung veröffentlicht. Absagen lösen automatisches Nachrücken aus.

source: You · Starter
de: Du · Starter

source: You · Reserve
de: Du · Ersatz

# publishLineupTitle
source: Publish lineup?
de: Aufstellung veröffentlichen?

# publishSendButton
source: Send
de: Senden

# publishLineupBody
source: All team members will be notified about the lineup (in-app + push).
de: Alle Team-Mitglieder werden über die Aufstellung informiert (In-App + Push).

# publishLineupConfirm
source: Do you want to send the lineup now?
de: Möchtest du die Aufstellung jetzt senden?

# lineupPublishedToast
source: Lineup published – {recipients} notifications sent
de: Aufstellung veröffentlicht – {recipients} Benachrichtigungen gesendet

# violationSingle
source: ⚠️ 1 rule violation detected
de: ⚠️ 1 Regelverstoss erkannt

# violationMultiple
source: ⚠️ {count} rule violations detected
de: ⚠️ {count} Regelverstösse erkannt

# violationMore
source: … and {count} more
de: … und {count} weitere

# publishAnyway
source: Publishing still possible.
de: Veröffentlichung trotzdem möglich.

# lineupPublishedNoReorder
source: Lineup is published – order can no longer be changed.
de: Aufstellung ist veröffentlicht – Reihenfolge kann nicht mehr geändert werden.

# lineupBeingGenerated
source: Generating lineup …
de: Aufstellung wird generiert …

# lineupBeingPublished
source: Publishing lineup …
de: Aufstellung wird veröffentlicht …

# reorderNotPossible
source: Reordering is not possible right now.
de: Reihenfolge ändern ist momentan nicht möglich.

# deleteMatchTitle
source: Delete match?
de: Spiel löschen?

# deleteMatchBody
source: Do you really want to delete the match vs "{opponent}"? All availabilities and lineups will be lost.
de: Möchtest du das Spiel gegen „{opponent}“ wirklich löschen? Alle Verfügbarkeiten und Aufstellungen gehen verloren.

source: Match deleted
de: Spiel gelöscht

# subRequestSentToast
source: Substitute request sent to {name}
de: Ersatzanfrage an {name} gesendet

# noSubAvailable
source: No available substitute found.
de: Kein verfügbarer Ersatzspieler gefunden.

# subRequestAcceptedToast
source: Substitute request accepted
de: Ersatzanfrage angenommen

# subRequestDeclinedToast
source: Substitute request declined
de: Ersatzanfrage abgelehnt

source: Something went wrong.
de: Etwas ist schiefgelaufen.

# subRequestsTitle
source: Substitute requests
de: Ersatzanfragen

# pendingCountChip
source: {count} pending
de: {count} ausstehend

# pendingRequestsLabel
source: Pending requests
de: Ausstehende Anfragen

source: You were asked:
de: Du wurdest angefragt:

# subForPlayer
source: Substitute for {name}
de: Ersatz für {name}

source: Can you step in?
de: Kannst du einspringen?

source: Time expired
de: Zeit abgelaufen

# acceptTooltip
source: Accept
de: Annehmen

# declineTooltip
source: Decline
de: Ablehnen

source: Request history:
de: Anfragen-Verlauf:

# subForPlayerHistory
source: {subName} for {originalName}
de: {subName} für {originalName}

# chipWaiting
source: Waiting for response
de: Wartet auf Antwort

# chipAccepted
source: Accepted
de: Angenommen

# chipDeclined
source: Declined
de: Abgelehnt

# subButton
source: Sub
de: Ersatz

# sectionRides
source: Rides
de: Fahrten

# carpoolsTitle
source: Carpools
de: Fahrgemeinschaften

# iDriveButton
source: I'm driving
de: Ich fahre

source: No carpools yet.
de: Noch keine Fahrgemeinschaften vorhanden.

# noCarpoolsHint
source: No carpools yet. Offer a ride.
de: Noch keine Fahrgemeinschaften. Biete eine Mitfahrgelegenheit an.

# youSuffix
source: (you)
de: (du)

# joinRideButton
source: Join ride
de: Mitfahren

# leaveRideButton
source: Leave ride
de: Aussteigen

# joinedRideToast
source: You joined the ride
de: Du fährst mit

# joinRideError
source: Could not save ride.
de: Mitfahren konnte nicht gespeichert werden.

# leftRideToast
source: Left the ride
de: Ausgestiegen

# leaveRideError
source: Could not save leaving.
de: Aussteigen konnte nicht gespeichert werden.

# deleteCarpoolTitle
source: Delete carpool?
de: Fahrgemeinschaft löschen?

# deleteCarpoolBody
source: All passengers will be removed.
de: Alle Mitfahrer werden entfernt.

# editCarpoolTitle
source: Edit carpool
de: Fahrgemeinschaft bearbeiten

# seatsQuestion
source: How many seats do you offer?
de: Wie viele Plätze bietest du an?

# departureLocationLabel
source: Departure location
de: Abfahrtsort

# departureLocationHint
source: e.g. Bern station
de: z.B. Bahnhof Bern

# departureTimeWithValue
source: Departure: {time}
de: Abfahrt: {time}

source: Departure time (optional)
de: Abfahrtszeit (optional)

# changeTooltip
source: Change
de: Ändern

# setTooltip
source: Set
de: Setzen

# removeTooltipLabel
source: Remove
de: Entfernen

# carpoolNoteHint
source: e.g. Meeting point parking lot
de: z.B. Treffpunkt Parkplatz

# carpoolSavedToast
source: Carpool saved
de: Fahrgemeinschaft gespeichert

# carpoolCreatedReloadToast
source: Carpool created. Please reload the page.
de: Fahrgemeinschaft erstellt. Bitte lade die Seite neu.

# departAtFormat
source: {date} at {time}
de: {date} um {time}

# sectionDinner
source: Dinner
de: Essen

source: {answered} of {total}
de: {answered} von {total}

source: Your RSVP
de: Deine Zusage

# dinnerYes
source: Yes
de: Ja

# dinnerNo
source: No
de: Nein

# dinnerMaybe
source: Maybe
de: Unsicher

# dinnerNoteHint
source: Note (e.g. "arriving late")
de: Notiz (z.B. „komme später“)

# dinnerSaveError
source: Could not save. Please try again.
de: Speichern nicht möglich. Bitte versuche es erneut.

# participantsTitle
source: Participants
de: Teilnehmer

# sectionExpenses
source: Expenses
de: Spesen

# perPersonLabel
source: Per person ({count} pers.)
de: Pro Kopf ({count} Pers.)

# paidLabel
source: Paid
de: Bezahlt

# firstConfirmDinner
source: First confirm under "Dinner" before expenses can be recorded.
de: Zuerst unter „Essen“ zusagen, bevor Spesen erfasst werden können.

# addExpenseButton
source: Add expense
de: Ausgabe hinzufügen

# noExpensesYet
source: No expenses recorded yet. Add a new expense.
de: Noch keine Spesen erfasst. Lege eine neue Ausgabe an.

# noExpensesPossible
source: No expenses possible yet. First confirm under "Dinner".
de: Noch keine Spesen möglich. Zuerst unter „Essen“ zusagen.

# paidByLabel
source: Paid by {name}
de: Bezahlt von {name}

# paidOfShareCount
source: {paid}/{total} paid
de: {paid}/{total} bezahlt

# sharePaid
source: Paid
de: Bezahlt

# shareOpen
source: Open
de: Offen

# deleteExpenseTooltip
source: Delete expense
de: Ausgabe löschen

source: Marked as paid
de: Als bezahlt markiert

source: Marked as open
de: Als offen markiert

# expenseTitleField
source: Title *
de: Titel *

# expenseTitleHint
source: e.g. Pizza, drinks
de: z.B. Pizza, Getränke

# expenseAmountField
source: Amount (CHF) *
de: Betrag (CHF) *

# expenseAmountHint
source: e.g. 45.50
de: z.B. 45.50

# expenseNoteHint
source: e.g. Restaurant Adler
de: z.B. Restaurant Adler

# expenseDistribution
source: Will be split equally among all {count} dinner attendees (Yes).
de: Wird gleichmässig auf alle {count} Dinner-Teilnehmer (Ja) verteilt.

# enterTitleValidation
source: Please enter a title.
de: Bitte gib einen Titel ein.

# enterAmountValidation
source: Please enter a valid amount.
de: Bitte gib einen gültigen Betrag ein.

# expenseCreatedToast
source: Expense "{title}" (CHF {amount}) created
de: Ausgabe „{title}“ (CHF {amount}) erstellt

# deleteExpenseTitle
source: Delete expense?
de: Ausgabe löschen?
